proj-xcode/PowerAuth2Tests/PowerAuthServerSOAP/SoapRequests.bundle/ValidateToken.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:pow="$XMLNS">
	<soapenv:Header/>
	<soapenv:Body>
		<pow:ValidateTokenRequest>
			<pow:tokenId>$1</pow:tokenId>
			<pow:tokenDigest>$2</pow:tokenDigest>
			<pow:nonce>$3</pow:nonce>
			<pow:timestamp>$4</pow:timestamp>
		</pow:ValidateTokenRequest>
	</soapenv:Body>
</soapenv:Envelope>
